{
   "bdPaises": [
      {
         "id": "1",
         "imagen": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/Flag_of_Colombia.svg/135px-Flag_of_Colombia.svg.png",
         "nombre": "Colombia",
         "poblacion": "51.000.000",
         "region": "America",
         "capital": "Bogota",
         "descripcion": "Colombia, oficialmente República de Colombia, es un país soberano situado en la región noroccidental de América del Sur, que se constituye en un estado unitario, social y democrático de derecho cuya forma de gobierno es presidencialista. Es una república organizada políticamente en 32 departamentos descentralizados y el Distrito Capital de Bogotá, sede del Gobierno Nacional."
      },
      {
         "id": "2",
         "imagen": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/Flag_of_Argentina.svg/135px-Flag_of_Argentina.svg.png",
         "nombre": "Argentina",
         "poblacion": "45.000.000",
         "region": "America",
         "capital": "Buenos Aires",
         "descripcion": "Argentina, oficialmente República Argentina, es un país soberano de América del Sur, ubicado en el extremo sur y sudeste de dicho subcontinente. Adopta la forma de gobierno republicana, democrática, representativa y federal."
      },
      {
         "id": "3",
         "imagen": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Flag_of_the_United_States.svg/800px-Flag_of_the_United_States.svg.png",
         "nombre": "Estados Unidos",
         "poblacion": "331.000.000",
         "region": "America",
         "capital": "Washington D.C",
         "descripcion": "Estados Unidos (EE. UU.; en inglés United States o US), cuyo nombre oficial es Estados Unidos de América (EUA; en inglés United States of America o USA), es un país soberano constituido en una república federal constitucional compuesta por cincuenta estados y un distrito federal. La mayor parte del país se ubica en el medio de América del Norte —donde se encuentran sus 48 estados contiguos y Washington D. C., el distrito federal—, entre los océanos Pacífico y Atlántico. "
      },
      {
         "id": "4",
         "imagen": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Flag_of_Russia.svg/135px-Flag_of_Russia.svg.png",
         "nombre": "Rusia",
         "poblacion": "146.000.000",
         "region": "Asia",
         "capital": "Moscu",
         "descripcion": "Rusia (en ruso Россия, romanización Rossíya), conocida formalmente como Federación de Rusian. (en ruso Российская Федерация, romanización Rossíyskaya Federátsiya) y citada de manera extraoficial en ocasiones como Federación Rusa, es un país que se extiende sobre Europa del Este y Asia del Norte."
      },
      {
         "id": "5",
         "imagen": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/Bandera_de_Espa%C3%B1a.svg/135px-Bandera_de_Espa%C3%B1a.svg.png",
         "nombre": "España",
         "poblacion": "47.000.000",
         "region": "Europa",
         "capital": "Madrid",
         "descripcion": "España, también denominado Reino de España, es un país soberano transcontinental, miembro de la Unión Europea, constituido en Estado social y democrático de derecho, cuya forma de gobierno es la monarquía parlamentaria. Su territorio, con capital en Madrid,​ está organizado en diecisiete comunidades autónomas, formadas a su vez por cincuenta provincias; y dos ciudades autónomas."
      },
      {
         "id": "6",
         "imagen": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Flag_of_the_People%27s_Republic_of_China.svg/135px-Flag_of_the_People%27s_Republic_of_China.svg.png",
         "nombre": "China",
         "poblacion": "1.403.000.000",
         "region": "Asia",
         "capital": "Beijing",
         "descripcion": "La República Popular China (en chino simplificado, 中华人民共和国; en pinyin, Zhōnghuá Rénmín Gònghéguó), o mayormente conocida como China (en chino simplificado, 中国; en pinyin, Zhōngguó), es un país soberano de Asia Oriental. Es el país más poblado del mundo, con más de 1400 millones de habitantes, y la primera potencia económica mundial por PIB en términos de paridad de poder adquisitivo."
      },
      {
         "id": "7",
         "imagen": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Flag_of_Egypt.svg/135px-Flag_of_Egypt.svg.png",
         "nombre": "Egipto",
         "poblacion": "101.000.000",
         "region": "Africa",
         "capital": "El Cairo",
         "descripcion": "Egipto (en árabe مصر, Miṣr, pronunciado en dialecto egipcio: Maṣr; en copto, Ⲭⲏⲙⲓ, khemi), oficialmente la República Árabe de Egipto (en árabe: جمهوريّة مصرالعربيّة Ŷumhūriyyat Miṣr Al-ʿArabiyyah7​), es un país soberano transcontinental. Está ubicado mayoritariamente en el extremo noreste de África, mientras que en Asia se encuentra en la península del Sinaí."
      },
      {
         "id": "8",
         "imagen": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Flag_of_South_Africa.svg/135px-Flag_of_South_Africa.svg.png",
         "nombre": "Sudáfrica",
         "poblacion": "60.000.000",
         "region": "Africa",
         "capital": "Pretoria",
         "descripción": "Sudáfrica o, en uso minoritario, Suráfrica (oficialmente, República de Sudáfrica), es un país soberano, miembro de la Unión Africana, situado en África austral y cuya forma de gobierno es la república parlamentaria modificada. Su territorio está organizado en nueve provincias."
      },
      {
         "id": "9",
         "imagen": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Flag_of_Japan.svg/135px-Flag_of_Japan.svg.png",
         "nombre": "Japón",
         "poblacion": "126.000.000",
         "region": "Asia",
         "capital": "Tokio",
         "descripcion": "Japón (en japonés 日本, Nippon /ɲippoꜜɴ/ o Nihon /ɲihoꜜɴ/, oficialmente Estado del Japón, es un país insular de Asia Oriental ubicado en el noroeste del océano Pacífico. Limita con el mar de Japón al oeste y se extiende desde el mar de Ojotsk en el norte hasta el mar de China Oriental y Taiwán en el sur."
      },
      {
         "id": "10",
         "imagen": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/Flag_of_Italy.svg/135px-Flag_of_Italy.svg.png",
         "nombre": "Italia",
         "poblacion": "59.000.000",
         "region": "Europa",
         "capital": "Roma",
         "descripcion": "Italia (en italiano Italia, pronunciado /i'talja/), oficialmente la República Italiana (en italiano Repubblica Italiana pronunciado /re'pub:lika ita'ljana/), es un país soberano transcontinental, miembro y fundador de la Unión Europea, constituido en una república parlamentaria compuesta por veinte regiones, integradas estas, a su vez, por 110 provincias."
      },
      {
         "id": "11",
         "imagen": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/88/Flag_of_Australia_%28converted%29.svg/135px-Flag_of_Australia_%28converted%29.svg.png",
         "nombre": "Australia",
         "poblacion": "25.000.000",
         "region": "Oceania",
         "capital": "Canberra",
         "descripcion": "Australia (pronunciación en inglés: /əˈstɹeɪljə/), oficialmente Mancomunidad de Australia (en inglés Commonwealth of Australia), es un país soberano de Oceanía, cuya forma de gobierno es la monarquía constitucional federal parlamentaria."
      },
      {
         "id": "12",
         "imagen": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Flag_of_Germany.svg/135px-Flag_of_Germany.svg.png",
         "nombre": "Alemania",
         "poblacion": "83.000.000",
         "region": "Europa",
         "capital": "Berlin",
         "descripcion": "Alemania (en alemán Deutschland, pronunciado /ˈdɔʏtʃlant/), oficialmente República Federal de Alemania (en alemán Bundesrepublik Deutschland pronunciado /ˈbʊndəsʁepuˌbliːk ˈdɔʏtʃlant/), es uno de los veintisiete Estados soberanos que forman la Unión Europea. Constituido en Estado social y democrático de derecho, su forma de gobierno es la república parlamentaria y federal. Su capital es Berlín."
      }
   ]
}
